Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: Elysium Planetary Control Complexes
ru: Комплексы планетарного управления Элизиума

source: Elysium Planetary Relay Nexus
ru: Планетарный ретрансляционный узел Элизиума

source: Elysium Planetary Relay Nexuses
ru: Планетарные ретрансляторы Элизиума Nexuses

source: Elysium Planetary Relay Node
ru: Планетарный ретрансляционный узел Элизиума

source: Elysium Planetary Relay Nodes
ru: Планетарные ретрансляционные узлы Элизиума

source: Elysium Planetary Synapse Cluster
ru: Скопление планетарных синапсов Элизиума

source: Elysium Planetary Synapse Clusters
ru: Скопления планетарных синапсов Элизиума

source: Elysium Planetary Synapse Node
ru: Планетарный синапсный узел Элизиума

source: Elysium Planetary Synapse Nodes
ru: Узлы планетарного синапса Элизиума

source: Emancipation
ru: Освобождение

source: Emancipator
ru: Освободитель

source: Emancipators
ru: Освободители

source: Embassy Megaplex
ru: Посольский мегаплекс

source: Embassy Megaplexes
ru: Посольские мегаплексы

source: Embedded into reality itself, the Power Core provides a solid foothold to ensure the flow of energy from the Blokkwork remains under control.
ru: Встроенное в саму реальность энергетическое ядро обеспечивает прочную опору для обеспечения того, чтобы поток энергии из Блокчейна оставался под контролем

source: Embodied synthesis, from cradle to grave.
ru: Воплощенный синтез, от колыбели до могилы

source: Emergency Armies
ru: Вспомогательные войска

source: Emergency Army
ru: Вспомогательное войско

source: Emergency Calculations
ru: Экстренный расчет

source: Emergency Exile
ru: Экстренное изгнание

source: Emergency Gateway
ru: Аварийный шлюз

source: Emergency Gateway Constructed
ru: Аварийный шлюз построен

source: Emergency production techniques are stored in this special database.
ru: Научите нас, как мобилизовать наши последние ресурсы.

source: Emewia Katzart
ru: Эмевия Кацарт

source: Emewlie
ru: Эмьюли

source: Emmeline
ru: Эммелин

source: Emmy
ru: Эмми

source: Empathetic
ru: Чуткий

source: Empire $acot_sr_dark_energy$ Generation
ru: Ежемесячная £acot_sr_dark_energy£ Темная энергия

source: Empire Central Core
ru: Главное ядро Империи Машин

source: Empire Destroyed
ru: Разрушенная империя

source: Empire after empire falls before our might.
ru: Империя за империей падает перед нашим могуществом.

source: Empires
ru: Страны

source: Empowered
ru: Наделенный полномочиями

source: Empty
ru: Пусто

source: Empty $name_kugelblitz$ Built
ru: Пустой $name_kugelblitz$ Построен

source: Empty Space
ru: Пустое пространство

source: Empty Void
ru: Пустая пустота

source: Empyrean Shrine
ru: Небесное святилище

source: Empyrean Worship
ru: Небесное поклонение

source: Enables us to collect and store any sort of treasures.
ru: Позволяет собирать и хранить любые сокровища.

source: Enables us to immediately resettle this planet's population to other parts of our empire, excluding planets which have been blacklisted.
ru: Позволяет нам немедленно переселить население этой планеты в другие части нашей империи, исключая планеты, внесенные в черный список.

source: Enclosed in ballistic capsules, the highly corrosive organic matter used in the Swarm's orbital bombardment can be repurposed as ship munitions.
ru: Заключенное в баллистические капсулы, высококоррозионное органическое вещество, используемое при орбитальной бомбардировке Роя, может быть использовано в качестве корабельных боеприпасов.

source: Encourage Local Economies
ru: Стимулирование местной экономики

source: Encrypted, we cannot regain control of this facility, but it still produces valuable $ehof_qnm$.
ru: Зашифровано, мы не можем восстановить контроль над этим объектом, но он по-прежнему производит ценную информацию $ehof_qnm$

source: End Deep Space Scans
ru: Завершить сканирование глубокого космоса.

source: End Gigastructural Threat
ru: Покончить с гигаструктурной угрозой

source: End communication
ru: Завершить связь

source: End communications.
ru: Прекратить связь.

source: End transmission.
ru: Завершить передачу.

source: Endless Expanses
ru: Бесконечные просторы

source: Endless production lines churn out goods for the civilian market.
ru: Бесконечные производственные линии производят товары для гражданского рынка

source: Endless seas of farmland stretch across this sector, growing massive amounts of food.
ru: Бесконечные моря сельскохозяйственных угодий простираются по всему этому сектору, выращивая огромное количество продовольствия

source: Ends of the Universe
ru: Концы Вселенной

source: Endtekk Blokkats Research Speed
ru: Скорость исследования Блоккаты эндтекк

source: Endtekk-level is already the maximum efficiency of Blokkat technology.
ru: Уровень Endtekk - это уже максимальная эффективность технологии Блоккат

source: Enduring
ru: Выносливость

source: Energy
ru: Энергия

source: Energy Building
ru: Энергетическое здание

source: Energy Converter
ru: Преобразователь энергии

source: Energy Converter Drone
ru: Дрон-преобразователь энергии

source: Energy Converter Drone Jobs
ru: Работа дрона-преобразователя энергии

source: Energy Converter Jobs
ru: Деятельность по преобразованию энергии

source: Energy Deposits
ru: Энергетические месторождения

source: Energy Focus
ru: Энергетический фокус

source: Energy Generator
ru: Генератор энергии

source: Energy Lances
ru: Энергетические копья

source: Energy Shields
ru: Энергетические щиты

source: Energy Station
ru: Энергетическая станция

source: Energy Storage Capacity
ru: Вместимость хранения энергии

source: Energy Torpedoes
ru: Энергетические торпеды

source: Enforce Imperial Law
ru: Обеспечьте соблюдение имперского закона

source: Enforcer Units
ru: отладка

source: Engineer
ru: Инженер

source: Engineer Drone
ru: Инженер-дронолог

source: Engineer Drones
ru: Инженерные дроны.

source: Engineering Corps
ru: Инженерный корпус

source: Engineering Databanks
ru: Инженерное открытие

source: Engineering Facilities
ru: Инженерные сооружения

source: Engineering Facility
ru: Инженерное сооружение

source: Engineering Jobs
ru: Работа инженера

source: Engineering Report: Aeternite Planetcraft
ru: Технический отчет: Планетолет Вечный

source: Engineering Report: Aeternite Psykofabricator
ru: Технический отчет: Вечный психофабрикатор

source: Engineering Report: Kirkasmajakka
ru: Технический отчет: Киркасмаякка

source: Engineering Report: The Suurikilpian
ru: Инженерный отчет: Суурикильпиан

source: Engineering the Evolution
ru: Проектирование эволюции

source: Engineers
ru: Инженеры

source: Engineers Guildhall I
ru: Гильдия инженеров I

source: Engineers Guildhall II
ru: Гильдия инженеров II

source: Engineers Inside
ru: Инженеры внутри

source: Engulf
ru: Поглотить

source: Enhance Orbital Arcology
ru: Улучшить орбитальную дугологию

source: Enhanced $name_kugelblitz$
ru: Улучшено $name_kugelblitz$

source: Enhanced $name_orbital_arcology$
ru: Улучшено $name_orbital_arcology$

source: Enhanced Asteroid Shield Generators
ru: Усовершенствованные генераторы астероидного щита

source: Enhanced Environmental Support Systems
ru: Усовершенствованные системы экологической поддержки

source: Enhanced Mega-Assembly Protocols
ru: Усовершенствованные протоколы мега-сборки

source: Enhanced Planetary Yards
ru: Усовершенствованные планетарные верфи

source: Enhanced Strike Corvette Payloads
ru: Увеличенная полезная нагрузка ударного корвета

source: Enhancing the Orbital Arcology already in orbit will increase [ROOT.GetName]'s living space even further.
ru: Улучшение орбитальной аркологии, уже находящейся на орбите, еще больше увеличит жизненное пространство [ROOT.GetName].

source: Enhancing the survivability of our Asteroid Artilleries is crucial, and thus improving their shield generators will enable them to survive additional punishment.
ru: Повышение живучести наших астероидных артиллерийских установок имеет решающее значение, и, таким образом, улучшение их генераторов щита позволит им пережить дополнительное наказание.

source: Enigma
ru: Непредсказуемый

source: Enigmalith Kali
ru: Энигмалит Кали

source: Enigmatic Forsaken Colony
ru: Загадочная покинутая колония

source: Enigmatic Fortress Platform
ru: Загадочная крепость

source: Enigmatic Fortress Platforms
ru: Загадочные крепости

source: Enigmatic Lock Construction Site
ru: Строительная площадка Загадочного замка

source: Enigmatic Pattern
ru: §EЗагадочный узор§!

source: Enigmatic Power
ru: Загадочная сила

source: Enlarged Hangar Infrastructure
ru: Расширенная инфраструктура ангара

source: Enlightenment
ru: Просвещение

source: Enormous Notch
ru: Огромная выемка

source: Enormous Trash Heap
ru: Огромная куча мусора

source: Enormous, efficient districts fill this section and provide locations for drones to be serviced and repaired before they are deployed to their work assignments.
ru: Огромные, эффективные районы заполняют этот раздел и предоставляют места для обслуживания и ремонта Дронов, прежде чем они будут отправлены на свои рабочие задания.

source: Enough of the Kaiser's proposals!
ru: Хватит предложений кайзера!

source: Enrichment Successful
ru: Обогащение успешно

source: Ensuring the chosen are liberated, these warriors serve one purpose.
ru: Обеспечивая освобождение Избранных, эти воины служат одной цели.

source: Ensuring the health and well-being of our citizens is the key to long term prosperity.
ru: Обеспечение здоровья и благополучия наших граждан является ключом к долгосрочному процветанию

source: Enter the Realm.
ru: Войти в царство.

source: Entering the Leviathan
ru: Вхождение в Левиафан

source: Entertainers
ru: Артисты

source: Entertainers Unity Output
ru: Производство единства авантюристами

source: Entertainment District
ru: Район развлечений

source: Entertainment Districts
ru: Районы развлечений

source: Enthralled
ru: Очарованный

source: Enthraller
ru: Порабощающий

source: Enthraller Outer Defenses Breached!
ru: Внешняя защита Захватчика прорвана!

source: Enthrallers
ru: Захватчики

source: Enthralling Beam
ru: Захватывающий луч

source: Enthralling Core
ru: Захватывающее ядро

source: Enthralling Cores
ru: Захватывающие ядра

source: Entrepreneur
ru: Предприниматель

source: Entrepreneur District
ru: Район Антрепот

source: Entrepreneur Districts
ru: Район Антрепот

source: Entrepreneurs who work with our local trading partners.
ru: Предприниматели, которые работают с нашими местными торговыми партнерами

source: Environmental Engineer
ru: Инженер-эколог

source: Environmental Support Systems Upgraded
ru: Модернизированы системы экологической поддержки

source: Eolara Black Hole
ru: Черная дыра Эолара

source: Equalize the ethics of all our $subjects$.
ru: Уравнять этику всех наших $subjects$.

source: Equalize the government of all our $subjects$.
ru: Уравнять правительство всех наших $subjects$.

source: Equals in front of the Law
ru: Равенство перед законом

source: Equatorial Shipyard
ru: Экваториальная верфь

source: Equatorial Shipyard Alloys
ru: Сплавы Экваториальной верфи

source: Equatorial Shipyard Alloys Cost
ru: Стоимость сплавов Экваториальной верфи

source: Equatorial Shipyard Habitability
ru: Обитаемость экваториальной верфи

source: Equatorial Shipyard Management Protocols
ru: Протоколы управления Экваториальной верфью

source: Equatorial Shipyard Preference
ru: Предпочтение экваториальной верфи

source: Equatorial Shipyard Unity
ru: Экваториальная верфь Единство

source: Equatorial Shipyard Unity Cost
ru: Стоимость Единство Экваториальная верфь

source: Equatorial Shipyard Uplink
ru: Восходящий канал Экваториальной верфи

source: Equestria Vanquishes Sirens
ru: Эквестрия побеждает сирен

source: Equestrian Garrison
ru: Конный гарнизон

source: Equi Vortex
ru: Равноудаленный вихрь

source: Equilibrium
ru: Равновесие

source: Equines at War
ru: Лошади на войне

source: Eradication of Hope
ru: Лишение надежды

source: Eradicator Eradicated!
ru: Уничтожитель уничтожен

source: Eradicator Torpedoes
ru: Торпеды Уничтожитель

source: Eraser Planetary Cannon
ru: Планетарная пушка-ластик

source: Erika
ru: Эрика

source: Erom Black Hole
ru: Черная дыра Эром

source: Escalating Consumption
ru: Растущее потребление

source: Escapee
ru: Беглец

source: Esolon Maelstrom
ru: Эзолонский водоворот

source: Esotea Sigma
ru: Эзотеа Сигма

source: Esoteric Celestial Weaponization
ru: Эзотерическое небесное вооружение

source: Esoteric Energy Field
ru: Эзотерическое энергетическое поле

source: Esoteric Energy Spike
ru: Всплеск эзотерической энергии

source: Esoteric FTL
ru: Эзотерическая сверхсветовая связь

source: Esoteric Katzen Weaponry
ru: Эзотерическое оружие Катзен

source: Esoteric Medieval Age
ru: Эзотерическое средневековье

source: Esoteric Planetcraft
ru: Эзотерический планетолет

source: Esoteric Planetcrafts
ru: Эзотерические планетолеты

source: Esoteric Primitive Armies
ru: Эзотерические первобытные армии

source: Esoteric Primitive Army
ru: Эзотерическая первобытная армия

source: Esoteric Primitives
ru: Эзотерические примитивы

source: Esoteric Star
ru: Эзотерическая звезда

source: Esoteric Urban Center
ru: Эзотерический городской центр

source: Esoteric automated farms ran by an Aeternite artificial intelligence, that near-instantly synthesize vast amounts of nutrient-rich food tailored for consumption by local populations.
ru: Эзотерические автоматизированные фермы, управляемые вечным искусственным интеллектом, которые почти мгновенно синтезируют огромное количество богатой питательными веществами пищи, предназначенной для потребления местным населением.

source: Establish a $SUBJECT_TITLE_TEXT$.
ru: Установите $SUBJECT_TITLE_TEXT$.

source: Establish the Anti-Aeternite Alliance
ru: Создать Антиэтернитский альянс

source: Establish the state under a random xeno species.
ru: Создайте государство под случайным видом ксеносов.

source: Establish the state under our main species.
ru: Создаем государство под нашим основным видом.

source: Establish the state under the planets majority species.
ru: Создайте государство под большинством видов планеты.

source: Establishing Contact
ru: Установление контакта

source: Establishing Faust Starbase
ru: Создание звездной базы Фауст

source: Estimated Time Before Aeternite Awakening: [birch_aeternum.years_until_awakening] Years
ru: Предполагаемое время до пробуждения Вечности: [birch_aeternum.years_until_awakening] Лет

source: Esubula Black Hole
ru: Черная дыра Эсубула

source: Esuhis Maw
ru: Пасть Есухиса

source: Eteliums Maw
ru: Утроба Этелиума

source: Eternal Silence
ru: Вечная тишина

source: Eternal Vigilance Defenders
ru: Флот вечной бдительности.

source: Eternal Vigilance Project
ru: Проект 'Вечная бдительность

source: Ether Drake
ru: Эфирный Дракон

source: Ether Drakes
ru: Эфирные драконы

source: Ethereal Cathedral
ru: Эфирный храм

source: Ethereal Shroud
ru: Эфирный покров

source: Ethereal Shroud Fluctuating
ru: Колеблющаяся эфирная пелена

source: Ethereal Wayfinding
ru: Эфирное нахождение пути

source: Ethics Attraction
ru: Этическая привлекательность

source: Euphonic Disenchanter
ru: Благозвучный разочаровыватель

source: Euphonic Disenchanter Conceived
ru: Задуман эвфонический разочаровывающий

source: Euphonic Strife Dissipation
ru: Рассеивание эйфонической борьбы

source: Eureka!
ru: Прорыв!

source: Even before chemistry was a field we have been creating various compounds.
ru: Еще до появления химии мы создавали различные соединения.

source: Even before the dawn of our civilization new species evolved and became extinct.
ru: Еще до рассвета нашей цивилизации новые виды развивались и вымирали.

source: Even if they don't, there's so much to learn here.
ru: Даже если они этого не сделают, здесь есть чему поучиться

source: Even more cultures have existed, and still exists, on other worlds.
ru: Еще больше культур существовало и продолжает существовать в других мирах.

source: Even more powerful and complex railgun apparatuses means the continent-sized cloud of superheated antimatter-filled slag can be accelerated to speeds getting dangerously close to the speed of light.
ru: Еще более мощные и сложные устройства для рельсотрона означают, что облако перегретого шлака, заполненного антивеществом, размером с континент, может быть разогнано до скоростей, опасно близких к скорости света.

source: Even the best efforts in efficiency can be thwarted by scale of deployment.
ru: Даже самые лучшие усилия по повышению эффективности могут быть сведены на нет масштабом развертывания

source: Even the most insignificant of drones have a basic sense of the purpose, which guides them to better complete their mundane tasks.
ru: Даже самые заурядные из дронов имеют общее представление о единой цели, что помогает им лучше выполнять свои задачи.

source: Even the seas and the atmosphere is gone.
ru: Даже моря и атмосфера исчезли.

source: Even though this goes against our ethos, we shall make an exception for the Paluush and cooperate with them due to the urgency of the Blokkat situation.
ru: Несмотря на то, что это противоречит нашему духу, мы сделаем исключение для Палууш и будем сотрудничать с ними из-за срочности ситуации с Блоккатом.

source: Even though this large Gas Giant isn't technically a Brown Dwarf, its unique composition and high density could make it possible to ignite it into a star, given the right technologies.
ru: Несмотря на то, что этот крупный газовый гигант технически не является коричневым карликом, его уникальный состав и высокая плотность могли бы позволить превратить его в звезду при наличии правильных технологий.

source: Even throughout the galaxy there exist many forms of communications, many very different from our own.
ru: Даже в галактике существует множество форм связи, многие из которых сильно отличаются от нашей.

source: Even upon first sight of the void above, we knew that was where we belonged.
ru: Даже в далёком прошлом, вглядываясь в бесконечную пустоту над головой, мы чувствовали, что мы её часть.

source: Event Horizon
ru: Горизонт событий

source: Event Horizon Manipulator
ru: Манипулятор горизонта событий

source: Event Horizon Offset Facility
ru: Средство смещения горизонта событий

source: Ever since their construction our blast furnaces have contained a never dying inferno.
ru: С момента постройки в наших доменных печах бушует неугасающее пламя.

source: Ever since we first reached into space, we have known this is where we belong.
ru: Наконец-то мы дома, в космосе, среди звёзд.

source: Everchanging
ru: §EВечно меняющийся§!

source: Everfree Forest
ru: Вечносвободный лес

source: Everwatcher
ru: Вездесущие

source: Every Combatant Fleet
ru: Каждый флот, участвующий в сражении

source: Every Mechanical Knight is a small and custom made walker manned by a single soldier.
ru: Каждый механический рыцарь - это небольшой шагоход, сделанный на заказ и управляемый одним солдатом.

source: Every Neighbour Country
ru: Все соседние империи

source: Every act of kindness grows the spirit and strengthens the soul.
ru: Каждый добрый поступок укрепляет дух и возвышает сущность.

source: Every evening, the performances on this stage becomes the greatest show in this galaxy.
ru: Каждый вечер представления на этой сцене превращаются в величайшее шоу в галактике.

source: Every individual have their own ambitions as well as the drive to try and fulfil them.
ru: У каждого члена нашего общества есть профессиональные амбиции, а также, стремление их реализовать.

source: Every life snuffed out brings us one step closer to the ultimate goal of cleansing the galaxy.
ru: Каждая уничтоженная жизнь приближает нас на один шаг к конечной цели - полное очищение Галактики.

source: Every planet have their own natural habitat, unique in the galaxy.
ru: На каждой планете есть своя естественная среда обитания, уникальная в галактике.

source: Every result of our research, every piece of technology shall be added to our archives, preserved so that may benefit those that will succeed us.
ru: Все результаты наших исследований, все технологические прорывы должны быть бережно сохранены, чтобы принести пользу потомкам.

source: Every year passed is another year added to the history of our civilization, every events that passes should be added to our historical archives.
ru: Каждый прошедший год - это еще один год, добавленный к истории нашей цивилизации, каждое прошедшее событие должно быть добавлено в наши исторические архивы.

source: Everyone is merely a piece.
ru: Каждый человек - всего лишь часть.

source: Everyone knows who we are.
ru: Все знают, кто мы такие.

source: Everyone of us knows that they are an important cog in the machinery that works towards our goal.
ru: Каждый из нас знает, что они являются важным винтиком в механизме, который работает на достижение нашей цели.

source: Everyone shall unconditionally answer to the law, for it stands above everything else.
ru: Каждый должен отвечать перед законом, потому что он является нашей высшей ценностью.

source: Everyone's Opinion
ru: Мнение каждого

source: Everything is better together, most of all war.
ru: Все лучше вместе, и в первую очередь война.

source: Evictor
ru: Выселитель

source: Evictor Ray
ru: Выселяющий луч

source: Evictors
ru: Выселители

source: Evolution is a process without a goal.
ru: Эволюция - это процесс, не имеющий цели.

source: Evolved Swarm
ru: Эволюционировавший рой

source: Exalted Fortification
ru: Возвышенное укрепление

source: Exalted Fortifications
ru: Возвышенные укрепления

source: Excellent
ru: Отлично!

source: Excellent news!
ru: Отличные новости!

source: Excellent work.
ru: Отличная работа.

source: Excellent!
ru: Отлично!

source: Excellent, more land for us!
ru: Отлично, больше земли для нас!

source: Excellent, this will make our work even easier.
ru: Отлично, это сделает нашу работу еще проще.

source: Excellent, truly excellent!
ru: Превосходно, действительно превосходно!

source: Excellent.
ru: Отлично

source: Exceptionalism
ru: Богоизбранные

source: Exceptionally Rich World
ru: Исключительно богатый мир

source: Excess Research Capability Allocation
ru: Исследователь технологий Кортаны

source: Exciting.
ru: Захватывающе.

source: Exclude World from $ap_powerful_vassals$
ru: Исключить мир из $ap_powerful_vassals$

source: Excludes planet for release as a $SUBJECT_TITLE_TEXT$.
ru: Исключает планету для выпуска как $SUBJECT_TITLE_TEXT$.

source: Excognitor Praetorian
ru: Экскогнитор преторианец

source: Excuse me?
ru: Прошу прощения?

source: Exdoria Abyss
ru: Бездна Эксдории

source: Executive Vigor Project
ru: Проект 'Энергичность руководителя

source: Exhaust Management Protocols
ru: Протоколы управления выхлопными газами

source: Exiles
ru: Изгнанники

source: Existence Removal Beams
ru: Лучи удаления существования

source: Existential Harvest
ru: Экзистенциальный урожай

source: Existential Pseudo-Erasure Beam
ru: Экзистенциальный луч псевдо-стирания

source: Existing Planetary Features and Districts will be replaced.
ru: Существующие планетарные объекты и районы будут заменены

source: Existing districts and features will be converted to new forms.
ru: Существующие районы и объекты будут преобразованы в новые формы.

source: Exit
ru: Выход

source: Exit Control Panel
ru: Выйти из панели управления

source: Exit.
ru: Выход.

source: Exofungus
ru: Экзогрибок

source: Exospheric Mineral Surveyor
ru: Специалист по исследованию экзосферных полезных ископаемых

source: Exotic Gas Harvester
ru: Экзотический газовый комбайн

source: Exotic Gas Harvester Drone
ru: Экзотический Дрон газоуборочный комбайн

source: Exotic Gas Harvester Drones
ru: Экзотические Дроны для сбора газа

source: Exotic Gas Harvesters
ru: Экзотические газовые комбайны

source: Expand Energy Collection
ru: Расширить сбор энергии

source: Expand Heavy Industry
ru: Расширять тяжелую промышленность

source: Expand Station Infrastructure
ru: Расширить инфраструктуру станции
